def bemvindo():
    print("""
------------------------------------------------------------------
¯\\_(ツ)_/¯            •   Bem - vindo   •             ¯\\_(ツ)_/¯
                  •   Programa de sugestões   •
¯\\_(ツ)_/¯   •  Fácil e prático para indecisos  •     ¯\\_(ツ)_/¯                      
------------------------------------------------------------------""")

def tchau():
    print("""
------------------------------------------------------------------
[̲̅$̲̅(̲̅ ͡° ͜ʖ ͡°̲̅)̲̅$̲̅]           •  Obrigado  •                [̲̅$̲̅(̲̅ ͡° ͜ʖ ͡°̲̅)̲̅$̲̅]
                       •    por     •
[̲̅$̲̅(̲̅ ͡° ͜ʖ ͡°̲̅)̲̅$̲̅]           •  utilizar! •                [̲̅$̲̅(̲̅ ͡° ͜ʖ ͡°̲̅)̲̅$̲̅]                      
------------------------------------------------------------------""")